{
  "activate" : "Let's go!",
  "introduce" : "On behalf of all of us here at Treetop Airlines, welcome to Ravine. For help, type `!help` and one of our staff will assist you. Otherwise, when you're ready, type `!join`.",
  "alreadyJoined" : "You've already joined! Sit back, relax, and enjoy the flight.",
  "sorryFull" : "Sorry, this flight is already fully booked. Come back later!",
  "welcome" : "Welcome to Ravine! When you're ready, type `!start`. If you're not ready, type `!leave`.",
  "bye" : "Aww, that's too bad! See you soon!",
  "uhhhh" : "Weird, looks like you were never on this flight! But hey, it's never too late to buy a ticket (until the game starts, of course).",
  "sorryEmpty" : "We're not taking off yet, sorry. Nobody has boarded the plane!",
  "start1" : "Ladies and gentleman, the captain has turned on the fasten seatbelt sign. We're currently experiencing a loss of altitude, and we'll be making an unscheduled landing at a crafty and cooperative survival game.",
  "start2" : "Before we begin, how hard do you want it? ( ;) ) Type the number of the option below.",
  "realStart" : "Thank you for flying Treetop Airlines. We know you have a choice in airlines, and it looks like you made the wrong one.",
  "dayStart" : "A new day begins!",
  "needHelp" : "Remember, if you're stuck (or just need a refresher), type `!help`",
  "mustForage" : "To forage, please specify a number of hearts to trade (0 - 3)",
  "cantForage" : "Sorry, foraging is done for today. Try again tomorrow!",
  "canDefendQuestion1" : ", it looks like you have an item that can defend against this (something with **",
  "canDefendQuestion2" : "**). Would you like to use it now? If so, type `!use <item number>` (use `!me` to check), otherwise, type `!pass`. All other commands are BANNED.",
  "canDefendTeam1" : ", it looks like you or a non-agressive/dead teammate have an item that can defend against this (something with **",
  "canDefendTeam2" : "**). If any of you would like to use it, type `!use <item number>` (use `!me` to check). Otherwise, /you/ must type '!pass'. All other commands are BANNED.",
  "sadAttack" : "Doing this will cause the attacker to lose a heart.",
  "ded" : "Sorry, you're dead!",
  "inProgress" : "Sorry, there's something going on right now.",
  "notYouUse" : "Sorry, you can't help out in this case.",
  "notYouPass" : "Hahahaha. Well, points for trying, yeah?",
  "cantPass" : "Sorry, you shall not pass! (because there's nothing to pass)",
  "mustUse" : "To use an item, please specify its number (you can get this from `!me`)",
  "cantFood" : "Sorry, you can't eat while you're being mauled to death.",
  "cantShelter" : "I don't think that's going to be very helpful here.",
  "cantProtect" : "What are you fighting? The sky? Do you know something I don't? (oh, btw, you can't fight other players without provocation)",
  "uMad" : "Nothing can save you from the madness.",
  "really" : "You can't target someone who's not playing.",
  "falseStart" : "You have to be a part of the game to start it! I mean, aheh, on the flight. >.>'",
  "getSmacked" : "loses a heart!",
  "reverseSmacked" : "gains a heart!",
  "aA" : "And another!",
  "loses9001" : "loses 9001 hearts!",
  "drawFood" : "Mmm, delicious!",
  "silent" : "Silent treatment! Lose a heart!",
  "basket" : "Wow, cool basket! For that, you can draw an extra forage card!",
  "blind" : "Blind rage! Draw one less forage card!",
  "noHeal" : "you can't gain hearts above your maximum ",
  "dumbEat" : "All the people eating have max hearts. Maybe you want to reconsider?",
  "badEat" : "Something went wrong. Remember, to use food, type `!use <item number> <playerMention> <num> <playerMention> <num> ...` or `!use <item number>` to eat it all.",
  "badGive" : "Something went wrong. Remember, to give items, type `!give <item number> <playerMention>`, or `!give <craft item> <playerMention> <number>` for craft stuff.",
  "badTake" : "Something went wrong. Remember, to take from the pile, type `!pile <item number>` for gear, or `!pile <craft item> <number>` for craft supplies.",
  "badderEat" : "You can't feed someone who isn't playing.",
  "badderGive" : "You can't give to someone who isn't playing, or to yourself.",
  "baddingEat" : "You can't eat more than the food provides.",
  "baddingGive" : "You can't give more than you actually have.",
  "baddingTake" : "You can't take more than is actually there.",
  "baddestEat" : "You can't feed someone who isn't alive.",
  "baddestGive" : "You can't give to someone who isn't alive.",
  "numberEat" : "You can't eat negative / zero food.",
  "numberGive" : "You can't give negative / zero of something.",
  "numberTake" : "You can't take negative / zero of something.",
  "tC" : "Transfer complete, enjoy your loot!",
  "cC" : "Craft complete, enjoy your loot!",
  "h4" : "heals for ",
  "maxHP" : ", healing to max!",
  "paaf" : "Please allocate all food to use it.",
  "isCraft" : "To craft the stuff here, type `!craft <item number>`.",
  "badCraft" : "Something went wrong. Remember, to craft stuff, type `!craft <item number>`, or just `!craft` to get the list.",
  "noMaterial" : "You don't have enough material to craft this. Maybe ask your friends?",
  "doubleFire" : "You don't need two fires.",
  "cantFire" : "No fire today. Sorry ;~;",
  "nightStart" : "The sun sets. What will it be tonight?",
  "haveFire" : "Thankfully, you have one! Event cancelled!",
  "gainHeartsAll" : " heart(s) for everyone! (alive)",
  "nightUseWrong" : "This item does not match the current defend type required.",
  "isBug" : "You should never see this. Please contact my owner!",
  "lS" : " loses their shelter!",
  "lF" : " loses their forage cards!",
  "laF" : " loses a forage card!",
  "kF" : " doesn't have any forage cards! Wow! Well played!",
  "nF" : "You hear a moose far off in the distance.",
  "noTargets" : "I've got good news and bad news. The bad news is, you're the only person alive. The good news is, that means this has no effect!",
  "urDed" : " has died! Their loot has been put in the `!pile`.",
  "pileInstructions" : "This is where dead player's loot goes. To take from here, type `!pile <item number>` for gear, or `!pile <craft item> <number>` for craft supplies.",
  "nightMad" : " has gone mad in the night. Hold tight.",
  "startHelp" : "Check out https://static1.squarespace.com/static/590618c4be659450876b95e3/t/5a0a714ac83025174d653c5d/1510633832025/Ravine-Rules.pdf for an explanation of the game & rules.",
  "helpText" : ". Using a command incorrectly will explain the function / parameters it takes. If you have no idea what any of these words mean, check out the complete rules at https://static1.squarespace.com/static/590618c4be659450876b95e3/t/5a0a714ac83025174d653c5d/1510633832025/Ravine-Rules.pdf",
  "gameOverBad" : "Uh oh! Everyone's dead! Your doomed trip in the wilderness fades into history. Perhaps a search party will one day find your remains, and shudder at what horrors befell your group.",
  "retry" : "Thanks for playing! If you'd like to play again, just type `!retry`",
  "gameOverGood" : "Congratulations! You've survived to be rescued from the Ravine. The battered survivors can return to society, fielding lucrative offers for book deals, made for TV movies, and Discord Bot adapations of your harrowing experience."
}
